package kr.ac.smu.cs.smtoday

class Restaurant{
    var name=arrayOf("교가루","봉구스 밥버거","샌드앤닭","어뎅맛뎅","윤가네","치즈밥이슈","토마토","함께식당")
    var address=arrayOf("서울특별시 종로 홍지문2길 6","서울특별시 종로 홍지문2길 6","서울특별시 종로 홍지문2길 6","서울특별시 종로 홍지문2길 6","서울특별시 종로 홍지문2길 6",
        "서울특별시 종로 홍지문2길 6","서울특별시 종로 홍지문2길 6","서울특별시 종로 홍지문2길 6")
    var tell=arrayOf("02-111-1111","02-222-2222","02-333-3333","04-444-4444","02-555-5555",
        "02-666-6666","02-777-7777","02-888-8888")


    var map1 : Map<String,String> = mapOf("교가루" to "37.600947,126.956487","봉구스 밥버거" to "37.601283,126.956007",
            "샌드앤닭" to "37.600988,126.956586","어뎅맛뎅" to "37.600875,126.955741","윤가네" to "37.601094,126.955968",
            "치즈밥" to "37.600987,126.956613","토마토" to "37.601130,126.956030","함께식탁" to "37.601113,126.956262")
    //var map2:Map<String,String>=mapOf("교가루" to "라멘:8000원 \n")
    //교가루 : 37.600947,126.956487
    //봉구스 밥버거 :37.601283,126.956007
    //샌드앤닭 : 37.600988,126.956586
    //어뎅맛뎅 : 37.600875,126.955741
    //윤가네 : 37.601094,126.955968
    //치즈밥 : 37.600987,126.956613
    //토마토 : 37.601130,126.956030
    //함께식당 : 37.601113,126.956262

}